export default {
  announcementBanner: 'Какое классное объявление! Или, может быть, это реклама!',
  heading1: 'Vuetify',
  heading1cont: 'Material Component Framework',
  getStarted: 'Начать',
  features: [
    {
      img: '/static/doc-images/feature1.svg',
      title: 'Скаффолдинг из коробки',
      text: 'Vuetify поставляется с 8 готовыми vue-cli шаблонами. За считанные минуты можно развернуть как проект с простым html, так и проект с полномасштабным серверным рендерингом.'
    },
    {
      img: '/static/doc-images/feature2.svg',
      title: 'Семантические Material-компоненты',
      text: 'В Вашем распоряжении окажется целая армада специализированных компонентов (более 80) для приложений любого уровня сложности.'
    },
    {
      img: '/static/doc-images/feature3.svg',
      title: 'Отзывчивое сообщество',
      text: 'Столкнувшись с проблемой, Вам понадобится помощь. Vuetify предлагает поддержку постоянно растущего сообщества в чате Discord.'
    }
  ],
  checkFeaturesTitle: 'Все Необходимые Инструменты ',
  checkFeaturesTitleCtd: 'Для Создания Невероятных Пользовательских Интерфейсов',
  checkFeatures: [
    'Поддержка Сообщества в Чате',
    'Динамические Темы',
    'Поддержка SSR и PWA',
    '8 vue-cli Шаблонов'
  ],
  checkFeaturesCtd: [
    '80+ Material Design компонентов',
    'Импортирование A La Carte',
    'Анимация Компонентов',
    'Обжигающая Скорость'
  ],
  componentFramework: 'Component Framework',
  letterFromAuthor: [
    'Всем привет!',
    'Я знаю, что выбор UI-фреймворка может быть весьма сложной задачей: их выбор огромен, и каждый из них утверждает, что он — лучший. Поэтому Вы должны решить для себя: что является показателем верного выбора?',
    'Я столкнулся с этим почти год назад. На выбор было доступно множество инструментов пользовательского интерфейса, но ни один из них не имел всего, что мне было нужно. Вот почему я начал работать над Vuetify.',
    'Я радуюсь при мысли, что Вы рассматриваете Vuetify в качестве своего UI-фреймворка для следующего проекта. Мы позаботились о каждой мелочи, чтобы создать утилиту установки, подходящую для любой идеи, начиная с концепта и заканчивая релизом. С нетерпением жду, что Вы присоединитесь к нашему сообществу и я буду рад увидеть невероятные интерфейсы, которые Вы создадите!'
  ],
  authorOfVuetify: 'Создатель Vuetify',
  support: {
    hasVuetifyHelped: 'Помог ли Вам Vuetify в создании удивительного приложения?',
    showYourSupport: 'Покажите свою поддержку Vuetify,',
    becomingAPatron: 'став Покровителем'
  },
  becomeSponsor: 'Стать спонсором',
  proudlySponsoredBy: 'Спонсоры-Покровители',
  callout: 'Повысьте свою эффективность',
  madeWithVuetify: 'Проекты, созданные с помощью Vuetify',
  materialDesign: 'Material Design',
  mit: 'Лицензия MIT'
}
